[
  "Enhanced-editing",
  "obsidian42-brat",
  "obsidian-codemirror-options",
  "easy-typing-obsidian",
  "obsidian-image-auto-upload-plugin",
  "markdown-prettifier",
  "pkmer",
  "obsidian-git",
  "obsidian-style-settings",
  "mysnippets-plugin",
  "obsidian-icon-folder",
  "i18n"
]